{"fhlsd2m": {"body": "&gt; # First passengers exit quarantined Japan ship\n\n&gt; YOKOHAMA: Japan on Friday (Feb 14) began allowing elderly passengers who test negative for the new coronavirus to leave a quarantined cruise ship and finish their isolation in government-designated lodging.\n\n&gt; \n\n&gt; Japan's government has given passengers aged 80 or older in poor health or confined to windowless inner cabins on the Diamond Princess the chance to move from the ship to accommodation on land.\n\n&gt; Advertisement\n\n&gt; Advertisement\n\n&gt; But only those who test negative for the disease that has so far infected more than 200 people on board the ship have the option to move.\n\n&gt; The first of them departed the massive cruise ship on Friday afternoon, travelling in buses with blacked out windows.\n\n&gt; At the wheel, one driver was dressed in a head-to-toe white protective suit, complete with goggles and mask.\n\n&gt; Advertisement\n\n&gt; Advertisement\n\n&gt; A first group of passengers who are 80 and older and test negative for the new coronavirus have been allowed to move to lodgings on land. (Photo: AFP/Charly Triballeau)\n\n&gt; A government official said 11 people had left, but declined to say whether more would depart Friday or offer further details.\n\n&gt; The move comes a day after the number of infections diagnosed on the ship rose to 218.\n\n&gt; Senior health ministry official Gaku Hashimoto boarded the ship Friday morning to announce that all passengers \"who are considered to be high risk in general health\" would now be tested for the virus.\n\n&gt; \"Those who test positive will be transferred to the hospital. Those who test negative will - at the request of the individual - disembark and be transferred to accommodation provided by the government,\" he said in a statement in English read out by the ship's captain in a public broadcast.\n\n&gt; \"We are aware that many people are worried and concerned about the situation. However, to improve the situation as much as possible, the government is making its best efforts,\" the statement said.\n\n&gt; There were more than 3,700 people on the ship when it arrived off the Japanese coast last week, but those diagnosed with the disease have been taken off the boat, along with some people suffering other health conditions requiring medical attention.\n\n&gt; Ten of those hospitalised are now in serious condition, Health Minister Katsunobu Kato said on Friday.\n\n&gt; Excluding the cases on the ship, and an infected quarantine officer, Japanese authorities have so far diagnosed 33 people with the newly named COVID-19.\n\n&gt; The newly diagnosed cases include a woman in her 80s whose positive test result emerged after she died in hospital.\n\n&gt; The woman was reportedly the mother-in-law of a taxi driver in Tokyo who has also been diagnosed with the virus.\n\n&gt; DOCTOR, PATIENT INFECTED\n\n&gt; A doctor in Wakayama prefecture and a patient treated in the hospital where the doctor worked have also been diagnosed.\n\n&gt; Officials in the region said they were still not sure if the doctor had infected the patient.\n\n&gt; \"It is difficult to trace the route of the infection\", governor Yoshinobu Nisaka told reporters.\n\n&gt; He said officials were asking people in the area \"to report suspicious cases of pneumonia so that we can immediately conduct tests\".\n\n&gt; Passengers on the Diamond Princess are confined to their cabins except for brief outings on open decks wearing facemasks. (Photo: AFP/Charly Triballeau)\n\n&gt; The hospital has been closed to visitors and medical staff are now being tested for the virus, Nisaka added.\n\n&gt; Despite the new infections, government officials sought to play down concerns about the spread of the virus in Japan.\n\n&gt; \"There is not enough epidemiological evidence to suggest that the epidemic is spreading inside Japan,\" government spokesman Yoshihide Suga told reporters.\n\n&gt; \"We will keep collecting epidemiological information including on the routes of infection.\"\n\n&gt; The Diamond Princess has been quarantined off Japan since early February after it emerged a former passenger who got off the boat in Hong Kong had tested positive for the virus.\n\n&gt; The Diamond Princess is expected to stay in quarantine until Feb 19, 2019. (Photo: AFP/Charly Triballeau)\n\n&gt; The quarantine is due to end on Feb 19 and those on the ship have been mostly confined to their cabins and asked to wear masks and keep their distance from other passengers during brief outings on open deck.\n\n&gt; Crew on board have expressed concern that their conditions-- including shared cabins, bathrooms and workspaces - put them at greater risk of contracting the virus.\n\n&gt; On Friday afternoon, the crew distributed iPhones to passengers on board, with the captain saying the handsets had been sent by the Japanese government.\n\n&gt; \"We are distributing iPhones to all staterooms, loaded with an application ... (that) will help you to get medical support. Full instructions will be distributed together with the phones,\" he said.\n\n&gt; Japan has evacuated hundreds of its citizens from Hubei, the Chinese province where the virus emerged, and officials said a fifth flight would be sent to bring people home on Sunday.\n\n&gt; \n\n&gt; Download our app or subscribe to our Telegram channel for the latest updates on the coronavirus outbreak: https://cna.asia/telegram\n\n---\n1.0.2 | [Source code](https://github.com/fterh/sneakpeek) | [Contribute](https://github.com/fterh/sneakpeek)", "subreddit": "singapore", "created_utc": 1581704097, "author": "sneakpeek_bot", "link_id": "t3_f3w6mi", "parent_id": "t3_f3w6mi", "emotion": {"anger": false, "anticipation": true, "disgust": false, "fear": true, "joy": false, "love": false, "optimism": true, "pessimism": false, "sadness": true, "surprise": false, "trust": false, "neutral": false}, "complete": false}, "fka56ha": {"body": "This is the best tl;dr I could make, [original](https://www.nytimes.com/2020/03/11/business/media/tom-hanks-coronavirus.html) reduced by 85%. (I'm a bot)\n*****\n&gt; Warner has been among the Hollywood studios most affected by the coronavirus epidemic because of its large television production division, which makes more than 80 shows.\n\n&gt; Daytime talk shows like &amp;quot;The View&amp;quot; and &amp;quot;Live With Kelly and Ryan&amp;quot; filmed without their usual studio audiences on Wednesday, and late-night shows based in New York, like &amp;quot;The Late Show With Stephen Colbert&amp;quot; and &amp;quot;The Tonight Show Starring Jimmy Fallon,&amp;quot; announced that they would go without studio audiences starting on Monday.\n\n&gt; &amp;quot;The Ellen DeGeneres Show,&amp;quot; a Warner production in Burbank, Calif., will also begin taping without a studio audience.\n\n\n*****\n[**Extended Summary**](http://np.reddit.com/r/autotldr/comments/fhbrbr/tom_hanks_and_wife_tested_positive_for/) | [FAQ](http://np.reddit.com/r/autotldr/comments/31b9fm/faq_autotldr_bot/ \"Version 2.02, ~475101 tl;drs so far.\") | [Feedback](http://np.reddit.com/message/compose?to=%23autotldr \"PM's and comments are monitored, constructive feedback is welcome.\") | *Top* *keywords*: **Hanks**^#1 **Warner**^#2 **Show**^#3 **coronavirus**^#4 **Production**^#5", "subreddit": "worldnews", "created_utc": 1583992917, "author": "autotldr", "link_id": "t3_fh8a6n", "parent_id": "t3_fh8a6n", "emotion": {"anger": false, "anticipation": false, "disgust": false, "fear": false, "joy": false, "love": false, "optimism": false, "pessimism": false, "sadness": false, "surprise": false, "trust": false, "neutral": true}, "complete": false}, "finry2a": {"body": "Absolutely. Trade is good for everyone.\n\nBut the UK is sixth according to the International Monetary Fund with Europe in an unofficial second place, after the USA (with Trump 'you can win trade deals' as president), China (which is expanding like the Corona virus) and Europe (which the UK just spent three years pissing off).\n\nThen there's India, I don't know how happy they are about the whole 'kick out the filthy brown people' rethoric that's been fueling Brexit, Japan which is competitive with the UK with automobiles, and of course Germany.\n\nSo yeah, they're absolutely going to get a lot of good deals. And they're going to fucking need every last one of them.", "subreddit": "worldnews", "created_utc": 1582568997, "author": "Beingabumner", "link_id": "t3_f8q8qd", "parent_id": "t1_finnw7e", "emotion": {"anger": false, "anticipation": false, "disgust": true, "fear": false, "joy": false, "love": false, "optimism": false, "pessimism": false, "sadness": false, "surprise": false, "trust": false, "neutral": false}, "complete": false}}